Repository: common-repository/kitab
Catalog: languages/kitab-*.po
Languages: ar

source: Above and Below
ar: أعلى وأسفل المحتوى

source: Above Content
ar: أعلى المحتوى

source: Already rated
ar: قمتُ بتقييمها

source: Author
ar: المؤلف

source: Authors
ar: الكُتَّاب

source: Below Content
ar: أسفل المحتوى

source: Book
ar: كتاب

source: Book Details
ar: بيانات الكتاب

source: Book Name
ar: اسم الكتاب

source: Books
ar: الكتب

source: Buy Link
ar: رابط الشراء

source: Copyright Holder
ar: مالك حقوق النشر

source: Copyright Year
ar: سنة حق الطبع والنشر

source: Data List
ar: قائمة بيانات

source: Disable ads
ar: تعطيل الإعلانات

source: Disable Downloads in Copyrighted Claims Books
ar: تعطيل التنزيلات في الكتب التي تنتهك حقوق الطبع والنشر

source: Dismiss
ar: إزالة

source: Display as
ar: عرض البيانات كـ

source: Edition
ar: الطبعة

source: Enhance your WordPress website with custom book functionality, including post types, meta, taxonomies, and options.
ar: نظام متكامل لإدارة مواقع الكتب عبر ووردبريس.

source: Enter the edition of the book
ar: أدخل طبعة من الكتاب

source: Enter the ISBN of the book
ar: أدخل ISBN الكتاب

source: Enter the name of the author
ar: أدخل اسم المؤلف

source: Enter the name of the book
ar: أدخل اسم الكتاب

source: Enter the name of the copyright holder
ar: أدخل اسم صاحب حق المؤلف

source: Enter the number of pages in the book
ar: أدخل عدد الصفحات في الكتاب

source: Enter the URL of the buy link
ar: أدخل عنوان URL رابط الشراء

source: Enter the URL of the EPUB download link
ar: أدخل عنوان URL EPUB رابط التحميل

source: Enter the URL of the PDF download link
ar: أدخل عنوان URL PDF رابط التحميل

source: Enter the year of copyright
ar: أدخل سنة الطبع والنشر

source: EPUB Download
ar: تحميل EPUB

source: ISBN
ar: ردمك (ISBN)

source: Jlil
ar: جليل

source: Kitab
ar: كتاب

source: Manually
ar: يدويا

source: Pages
ar: عدد الصفحات

source: PDF Download
ar: تحميل PDF

source: Publisher
ar: الناشر

source: Publishers
ar: الناشرون

source: Rate now
ar: قيّم الآن

source: Select Fields to Show
ar: حدد البيانات التي تريد عرضها

source: Select Layout Position
ar: اختر موضع البيانات

source: Select Post Type
ar: اختر الأنواع المدعومة

source: Select the post types you want to display the book post meta on.
ar: اختر نوع مقالات مخصص لإضافة نظام الكتب إليه.

source: Settings
ar: الإعدادات

source: Show Thumbnail
ar: إظهار الصورة المصغرة

source: Table
ar: جدول بيانات

source: Thank you for activating Kitab! Please go to the <a href="%s">Kitab settings page</a> to complete the setup.
ar: شكرًا لك! تم تفعيل إضافة كاتب، توجه إلى صفحة <a href="%s">إعدادات الإضافة</a> لضبط الإعدادات اللازمة.

source: Thank you for rating Kitab!
ar: شكرا لك على التقييم!

source: Thank you for rating Kitab! ♥
ar: شكرا لك على التقييم!

source: Thank you for using Kitab! If you enjoy this plugin, please consider leaving us a rating on the WordPress plugin repository.
ar: شكرا لك على استخدام إضافة "كِـتاب"! إذا استفدت من هذه الإضافة ، نرجو منك تقييمها.

source: Yes
ar: نعم

source: Yes, Disable
ar: نعم, تعطيل
